Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# endgame.wentWrongAt
source: It went wrong at %@.
ar_sa: ساءت الأمور عند %@.
cs: Pokazilo se to u %@.
da: Det gik galt ved %@.
de_de: Bei %@ ging es schief.
el: Στράβωσε στο %@.
es_es: Se torció en %@.
fi: Meni pieleen siirrossa %@.
fr_ca: Cela a dérapé à %@.
he: ההשתבשות הייתה ב-%@.
hi: गड़बड़ %@ पर हुई।
hu: A %@ lépésnél romlott el.
id: Melenceng di %@.
it: È andata storta a %@.
ja: %@ でおかしくなりました。
ko: %@에서 어긋났습니다.
ms: Tersasar pada %@.
nl_nl: Het ging mis bij %@.
no: Det gikk galt ved %@.
pl: Poszło źle przy %@.
pt_br: Deu errado em %@.
ro: S-a stricat la %@.
ru: Всё пошло не так на %@.
sv: Det gick fel vid %@.
th: พลาดที่ %@
tr: İşler %@ hamlesinde bozuldu.
vi: Hỏng ở %@.
zh_hans: 问题出在 %@。
zh_hant: 問題出在 %@。

# endgame.winAs
source: Win as %@.
ar_sa: اربح مع %@.
cs: Vyhraj za %@.
da: Vind som %@.
de_de: Gewinne als %@.
el: Κέρδισε με τα %@.
es_es: Gana con %@.
fi: Voita %@.
fr_ca: Gagnez avec %@.
he: נצח עם ה%@.
hi: %@ के साथ जीतिए।
hu: Nyerj %@ oldalon.
id: Menanglah dengan %@.
it: Vinci con %@.
ja: %@番で勝ってください。
ko: %@으로 이기세요.
ms: Menang dengan %@.
nl_nl: Win met %@.
no: Vinn som %@.
pl: Wygraj grając %@.
pt_br: Vença com as %@.
ro: Câștigă cu %@.
ru: Выиграйте за %@.
sv: Vinn som %@.
th: ชนะด้วย%@
tr: %@ ile kazan.
vi: Hãy thắng với %@.
zh_hans: 执%@取胜。
zh_hant: 執%@取勝。

# endgame.you
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# endgame.youMated
source: Checkmate — you delivered it.
ar_sa: مات — أنت من نفّذه.
cs: Mat — dal jsi ho ty.
da: Mat — du satte den.
de_de: Matt — du hast es gesetzt.
el: Ματ — το έδωσες εσύ.
es_es: Jaque mate: lo has dado tú.
fi: Matti — sinä teit sen.
fr_ca: Échec et mat : c'est vous qui l'avez donné.
he: מט — אתה נתת אותו.
hi: शहमात — यह आपने दी।
hu: Matt — te adtad.
id: Sekakmat — kamu yang memberinya.
it: Scacco matto: l'hai dato tu.
ja: チェックメイト — あなたが決めました。
ko: 체크메이트 — 당신이 만들었습니다.
ms: Mat — anda yang memberikannya.
nl_nl: Mat — jij gaf het.
no: Matt — du satte den.
pl: Mat — to ty go dałeś.
pt_br: Xeque-mate: foi você quem deu.
ro: Mat — tu l-ai dat.
ru: Мат — вы его поставили.
sv: Matt — du satte den.
th: รุกจน — คุณเป็นคนทำ
tr: Mat — matı sen yaptın.
vi: Chiếu hết — bạn đã làm được.
zh_hans: 将死 — 是你将的。
zh_hant: 將死 — 是你將的。

# endgame.youWereMated
source: You were checkmated.
ar_sa: تعرّضت للمات.
cs: Dostal jsi mat.
da: Du blev sat mat.
de_de: Du wurdest mattgesetzt.
el: Σου έδωσαν ματ.
es_es: Te han dado jaque mate.
fi: Sinut matitettiin.
fr_ca: Vous avez été maté.
he: קיבלת מט.
hi: आपको शहमात मिली।
hu: Mattot kaptál.
id: Kamu kena sekakmat.
it: Sei stato messo sotto scacco matto.
ja: チェックメイトされました。
ko: 체크메이트를 당했습니다.
ms: Anda dimatkan.
nl_nl: Je bent mat gezet.
no: Du ble satt matt.
pl: Dostałeś mata.
pt_br: Você levou xeque-mate.
ro: Ai primit mat.
ru: Вам поставили мат.
sv: Du blev matt.
th: คุณถูกรุกจน
tr: Mat oldun.
vi: Bạn bị chiếu hết.
zh_hans: 你被将死了。
zh_hant: 你被將死了。

# grade.best
source: Best move
ar_sa: أفضل نقلة
cs: Nejlepší tah
da: Bedste træk
de_de: Bester Zug
el: Καλύτερη κίνηση
es_es: Mejor jugada
fi: Paras siirto
fr_ca: Meilleur coup
he: המהלך הטוב ביותר
hi: सर्वश्रेष्ठ चाल
hu: Legjobb lépés
id: Langkah terbaik
it: Mossa migliore
ja: 最善手
ko: 최선수
ms: Langkah terbaik
nl_nl: Beste zet
no: Beste trekk
pl: Najlepsze posunięcie
pt_br: Melhor lance
ro: Cea mai bună mutare
ru: Лучший ход
sv: Bästa draget
th: ตาที่ดีที่สุด
tr: En iyi hamle
vi: Nước hay nhất
zh_hans: 最佳着法
zh_hant: 最佳著法

# grade.blunder
source: Blunder
ar_sa: خطأ فادح
cs: Hrubá chyba
da: Grov fejl
de_de: Grober Fehler
el: Χοντρό λάθος
es_es: Error grave
fi: Karkea virhe
fr_ca: Gaffe
he: טעות חמורה
hi: बड़ी भूल
hu: Súlyos hiba
it: Errore grave
ja: 大悪手
ko: 대실수
ms: Kesilapan besar
no: Grov feil
pl: Gruby błąd
pt_br: Erro grave
ro: Greșeală gravă
ru: Зевок
sv: Grovt fel
th: พลาดร้ายแรง
tr: Vahim hata
vi: Sai lầm nặng
zh_hans: 严重失误
zh_hant: 嚴重失誤

# grade.excellent
source: Excellent
ar_sa: ممتاز
cs: Výborně
da: Fremragende
de_de: Ausgezeichnet
el: Εξαιρετική
es_es: Excelente
fi: Erinomainen
he: מצוין
hi: बहुत बढ़िया
hu: Kiváló
id: Sangat baik
it: Eccellente
ja: 素晴らしい
ko: 훌륭함
ms: Cemerlang
nl_nl: Uitstekend
no: Utmerket
pl: Znakomicie
pt_br: Excelente
ro: Excelent
ru: Отлично
sv: Utmärkt
th: ยอดเยี่ยม
tr: Mükemmel
vi: Xuất sắc
zh_hans: 极佳
zh_hant: 極佳

# grade.good
source: Good
ar_sa: جيد
cs: Dobře
da: God
de_de: Gut
el: Καλή
es_es: Buena
fi: Hyvä
fr_ca: Bon
he: טוב
hi: अच्छी
hu: Jó
id: Baik
it: Buona
ja: 良い手
ko: 좋음
ms: Baik
nl_nl: Goed
no: God
pl: Dobrze
pt_br: Bom
ro: Bine
ru: Хорошо
sv: Bra
th: ดี
tr: İyi
vi: Tốt
zh_hans: 良好
zh_hant: 良好

# grade.inaccuracy
source: Inaccuracy
ar_sa: عدم دقة
cs: Nepřesnost
da: Unøjagtighed
de_de: Ungenauigkeit
el: Ανακρίβεια
es_es: Imprecisión
fi: Epätarkkuus
fr_ca: Imprécision
he: אי-דיוק
hi: थोड़ी चूक
hu: Pontatlanság
id: Kurang akurat
it: Imprecisione
ja: やや不正確
ko: 부정확
ms: Kurang tepat
nl_nl: Onnauwkeurigheid
no: Unøyaktighet
pl: Niedokładność
pt_br: Imprecisão
ro: Imprecizie
ru: Неточность
sv: Onoggrannhet
th: ไม่แม่นยำ
tr: Yanlışlık
vi: Thiếu chính xác
zh_hans: 不够精确
zh_hant: 不夠精確

# grade.mistake
source: Mistake
ar_sa: خطأ
cs: Chyba
da: Fejl
de_de: Fehler
el: Λάθος
es_es: Error
fi: Virhe
fr_ca: Erreur
he: טעות
hi: ग़लती
hu: Hiba
id: Kesalahan
it: Errore
ja: 悪手
ko: 실수
ms: Kesilapan
nl_nl: Fout
no: Feil
pl: Błąd
pt_br: Erro
ro: Greșeală
ru: Ошибка
sv: Fel
th: ผิดพลาด
tr: Hata
vi: Sai lầm
zh_hans: 失误
zh_hant: 失誤

# guess.aboutToStart
source: The game is about to start.
ar_sa: المباراة على وشك البدء.
cs: Partie za chvíli začne.
da: Partiet begynder om lidt.
de_de: Die Partie beginnt gleich.
el: Η παρτίδα ξεκινά σε λίγο.
es_es: La partida está a punto de empezar.
fi: Peli alkaa kohta.
fr_ca: La partie va commencer.
he: המשחק עומד להתחיל.
hi: बाज़ी शुरू होने वाली है।
hu: A játszma mindjárt kezdődik.
id: Partai segera dimulai.
it: La partita sta per iniziare.
ja: まもなく対局が始まります。
ko: 곧 대국이 시작됩니다.
ms: Perlawanan akan bermula.
nl_nl: De partij begint zo.
no: Partiet begynner straks.
pl: Partia zaraz się zacznie.
pt_br: A partida está prestes a começar.
ro: Partida începe imediat.
ru: Партия сейчас начнётся.
sv: Partiet börjar strax.
th: เกมกำลังจะเริ่ม
tr: Oyun birazdan başlıyor.
vi: Ván cờ sắp bắt đầu.
zh_hans: 对局马上开始。
zh_hant: 對局馬上開始。

# guess.back
source: Back
ar_sa: رجوع
cs: Zpět
da: Tilbage
de_de: Zurück
el: Πίσω
es_es: Atrás
fi: Takaisin
fr_ca: Retour
he: אחורה
hi: पीछे
hu: Vissza
id: Mundur
it: Indietro
ja: 戻る
ko: 뒤로
ms: Undur
nl_nl: Terug
no: Tilbake
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sv: Bakåt
th: ย้อน
tr: Geri
vi: Lùi
zh_hans: 后退
zh_hant: 後退

# guess.black
source: Black
ar_sa: الأسود
cs: Černý
da: Sort
de_de: Schwarz
el: Μαύρα
es_es: Negras
fi: Musta
fr_ca: Noirs
he: שחור
hi: काला
hu: Sötét
id: Hitam
it: Nero
ja: 黒
ko: 흑
ms: Hitam
nl_nl: Zwart
no: Svart
pl: Czarne
pt_br: Pretas
ro: Negru
ru: Чёрные
sv: Svart
th: ดำ
tr: Siyah
vi: Đen
zh_hans: 黑方
zh_hant: 黑方

# guess.close
source: Close
ar_sa: قريب
cs: Blízko
da: Tæt på
de_de: Nah dran
el: Κοντά
es_es: Cerca
fi: Lähellä
fr_ca: Proche
he: קרוב
hi: क़रीब
hu: Közel
id: Dekat
it: Vicino
ja: 惜しい
ko: 근접
ms: Hampir
nl_nl: Dichtbij
no: Nære
pl: Blisko
pt_br: Perto
ro: Aproape
ru: Близко
sv: Nära
th: ใกล้เคียง
tr: Yakın
vi: Gần đúng
zh_hans: 接近
zh_hant: 接近

# guess.deadOn
source: Dead on.
ar_sa: في الصميم.
cs: Přesně.
da: Lige i øjet.
de_de: Genau richtig.
el: Ακριβώς.
es_es: Justo en el clavo.
fi: Napakymppi.
fr_ca: Pile dessus.
he: בול.
hi: बिलकुल सही।
hu: Telitalálat.
id: Tepat sasaran.
it: In pieno.
ja: ぴたり。
ko: 정확합니다.
ms: Tepat.
nl_nl: Precies goed.
no: Midt i blinken.
pl: W punkt.
pt_br: Na mosca.
ro: Exact.
ru: В точку.
sv: Mitt i prick.
th: ตรงเป๊ะ
tr: Tam isabet.
vi: Chuẩn xác.
zh_hans: 正中。
zh_hant: 正中。

# guess.forward
source: Forward
ar_sa: تقدّم
cs: Vpřed
da: Frem
de_de: Vor
el: Μπροστά
es_es: Adelante
fi: Eteen
fr_ca: Avancer
he: קדימה
hi: आगे
hu: Előre
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
ms: Ke depan
nl_nl: Vooruit
no: Fram
pl: Dalej
pt_br: Avançar
ro: Înainte
ru: Вперёд
sv: Framåt
th: ไปข้างหน้า
tr: İleri
vi: Tiến
zh_hans: 前进
zh_hant: 前進

# guess.judgedSummary
source: %lld games judged · average miss %lld points
ar_sa: %lld مباراة مقيَّمة · متوسط الفارق %lld نقطة
cs: posouzeno partií: %lld · průměrná odchylka %lld bodů
da: %lld partier vurderet · gennemsnitlig afvigelse %lld point
de_de: %lld Partien bewertet · durchschnittliche Abweichung %lld Punkte
el: %lld παρτίδες κρίθηκαν · μέση απόκλιση %lld πόντοι
es_es: %lld partidas valoradas · error medio %lld puntos
fi: %lld peliä arvioitu · keskivirhe %lld pistettä
fr_ca: %lld parties jugées · écart moyen %lld points
he: %lld משחקים שופטו · סטייה ממוצעת %lld נקודות
hi: %lld बाज़ियाँ आँकीं · औसत अंतर %lld अंक
hu: %lld játszma értékelve · átlagos eltérés %lld pont
id: %lld partai dinilai · rata-rata meleset %lld poin
it: %lld partite valutate · scarto medio %lld punti
ja: %lld 局を判定 · 平均誤差 %lld 点
ko: %lld판 판정 · 평균 오차 %lld점
ms: %lld perlawanan dinilai · purata tersasar %lld mata
nl_nl: %lld partijen beoordeeld · gemiddeld %lld punten ernaast
no: %lld partier vurdert · gjennomsnittlig avvik %lld poeng
pl: ocenionych partii: %lld · średni błąd %lld punktów
pt_br: %lld partidas avaliadas · erro médio de %lld pontos
ro: %lld partide evaluate · eroare medie %lld puncte
ru: партий оценено: %lld · средняя ошибка %lld очков
sv: %lld partier bedömda · genomsnittligt fel %lld poäng
th: ประเมินแล้ว %lld เกม · คลาดเฉลี่ย %lld แต้ม
tr: %lld oyun değerlendirildi · ortalama sapma %lld puan
vi: đã đoán %lld ván · sai lệch trung bình %lld điểm
zh_hans: 已判断 %lld 局 · 平均误差 %lld 分
zh_hant: 已判斷 %lld 局 · 平均誤差 %lld 分

# guess.lockIn
source: Lock in
ar_sa: تثبيت
cs: Potvrdit
da: Lås svaret
de_de: Festlegen
el: Κλείδωμα
es_es: Confirmar
fi: Lukitse
fr_ca: Valider
he: נעל
hi: पक्का करें
hu: Rögzítés
id: Kunci
it: Conferma
ja: 決定
ko: 확정
ms: Kunci
nl_nl: Vastleggen
no: Lås svaret
pl: Zatwierdź
pt_br: Confirmar
ro: Confirmă
ru: Зафиксировать
sv: Lås svaret
th: ยืนยัน
tr: Onayla
vi: Chốt
zh_hans: 确定
zh_hant: 確定

# guess.nextGame
source: Next game
ar_sa: المباراة التالية
cs: Další partie
da: Næste parti
de_de: Nächste Partie
el: Επόμενη παρτίδα
es_es: Siguiente partida
fi: Seuraava peli
fr_ca: Partie suivante
he: המשחק הבא
hi: अगली बाज़ी
hu: Következő játszma
id: Partai berikutnya
it: Partita successiva
ja: 次の対局
ko: 다음 대국
ms: Perlawanan seterusnya
nl_nl: Volgende partij
no: Neste parti
pl: Następna partia
pt_br: Próxima partida
ro: Partida următoare
ru: Следующая партия
sv: Nästa parti
th: เกมถัดไป
tr: Sonraki oyun
vi: Ván tiếp theo
zh_hans: 下一局
zh_hant: 下一局

# guess.notThisTime
source: Not this time
ar_sa: ليس هذه المرة
cs: Tentokrát ne
da: Ikke denne gang
de_de: Diesmal nicht
el: Όχι αυτή τη φορά
es_es: Esta vez no
fi: Ei tällä kertaa
fr_ca: Pas cette fois
he: לא הפעם
hi: इस बार नहीं
hu: Most nem
id: Kali ini meleset
it: Non stavolta
ja: 今回は外れ
ko: 이번엔 아닙니다
ms: Bukan kali ini
nl_nl: Deze keer niet
no: Ikke denne gangen
pl: Nie tym razem
pt_br: Desta vez não
ro: Nu de data asta
ru: Не в этот раз
sv: Inte den här gången
th: รอบนี้ไม่ใช่
tr: Bu sefer olmadı
vi: Lần này chưa trúng
zh_hans: 这次没中
zh_hant: 這次沒中

# guess.pause
source: Pause
ar_sa: إيقاف مؤقت
cs: Pauza
el: Παύση
es_es: Pausa
fi: Tauko
he: השהה
hi: रोकें
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
ms: Jeda
nl_nl: Pauze
pl: Pauza
pt_br: Pausar
ro: Pauză
ru: Пауза
sv: Paus
th: หยุดชั่วคราว
tr: Duraklat
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# guess.play
source: Play
ar_sa: تشغيل
cs: Přehrát
da: Afspil
de_de: Abspielen
el: Αναπαραγωγή
es_es: Reproducir
fi: Toista
fr_ca: Lecture
he: נגן
hi: चलाएँ
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
ko: 재생
ms: Main
nl_nl: Afspelen
no: Spill av
pl: Odtwórz
pt_br: Reproduzir
ro: Redă
ru: Пуск
sv: Spela upp
th: เล่น
tr: Oynat
vi: Phát
zh_hans: 播放
zh_hant: 播放

# guess.rightArea
source: In the right area
ar_sa: في النطاق الصحيح
cs: Přibližně správně
da: I det rigtige leje
de_de: In der richtigen Gegend
el: Στη σωστή περιοχή
es_es: Por ahí van los tiros
fi: Oikeilla sijoilla
fr_ca: Dans la bonne zone
he: בטווח הנכון
hi: सही दायरे में
hu: Jó tájékon
id: Kisarannya sudah benar
it: Sei nella zona giusta
ja: だいたい合っています
ko: 대체로 맞습니다
ms: Julatnya betul
nl_nl: In de goede richting
no: I riktig sjikt
pl: W odpowiednim przedziale
pt_br: Na faixa certa
ro: În zona bună
ru: Примерно верно
sv: I rätt härad
th: อยู่ในช่วงที่ถูก
tr: Doğru aralıkta
vi: Đúng khoảng
zh_hans: 大致在范围内
zh_hant: 大致在範圍內

# guess.speed
source: Speed
ar_sa: السرعة
cs: Rychlost
da: Hastighed
de_de: Tempo
el: Ταχύτητα
es_es: Velocidad
fi: Nopeus
fr_ca: Vitesse
he: מהירות
hi: गति
hu: Sebesség
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
ms: Kelajuan
nl_nl: Snelheid
no: Hastighet
pl: Tempo
pt_br: Velocidade
ro: Viteză
ru: Скорость
sv: Hastighet
th: ความเร็ว
tr: Hız
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

# guess.spotOn
source: Spot on
ar_sa: إصابة تامة
cs: Přesná trefa
da: Præcis
de_de: Ins Schwarze
el: Στο ψαχνό
es_es: Clavado
fi: Täysosuma
fr_ca: En plein dans le mille
he: בול בול
hi: ठीक निशाने पर
hu: Pontosan
id: Tepat sekali
it: Centro pieno
ja: ど真ん中
ko: 정중앙
ms: Tepat sekali
nl_nl: Precies raak
no: Blink
pl: W dziesiątkę
pt_br: Em cheio
ro: La fix
ru: В яблочко
sv: Precis rätt
th: แม่นมาก
tr: Tam on ikiden
vi: Trúng phóc
zh_hans: 正中靶心
zh_hant: 正中紅心

# guess.tooHigh
source: %lld points too high.
ar_sa: أعلى بـ %lld نقطة.
cs: O %lld bodů výš.
da: %lld point for højt.
de_de: %lld Punkte zu hoch.
el: %lld πόντους ψηλά.
es_es: %lld puntos de más.
fi: %lld pistettä liikaa.
fr_ca: %lld points de trop.
he: גבוה ב-%lld נקודות.
hi: %lld अंक ज़्यादा।
hu: %lld ponttal több.
id: %lld poin terlalu tinggi.
it: %lld punti in più.
ja: %lld 点高すぎ。
ko: %lld점 높습니다.
ms: %lld mata terlalu tinggi.
nl_nl: %lld punten te hoog.
no: %lld poeng for høyt.
pl: O %lld punktów za dużo.
pt_br: %lld pontos a mais.
ro: Cu %lld puncte prea sus.
ru: На %lld очков выше.
sv: %lld poäng för högt.
th: สูงไป %lld แต้ม
tr: %lld puan fazla.
vi: Cao hơn %lld điểm.
zh_hans: 高了 %lld 分。
zh_hant: 高了 %lld 分。

# guess.tooLow
source: %lld points too low.
ar_sa: أقل بـ %lld نقطة.
cs: O %lld bodů níž.
da: %lld point for lavt.
de_de: %lld Punkte zu niedrig.
el: %lld πόντους χαμηλά.
es_es: %lld puntos de menos.
fi: %lld pistettä liian vähän.
fr_ca: %lld points de moins.
he: נמוך ב-%lld נקודות.
hi: %lld अंक कम।
hu: %lld ponttal kevesebb.
id: %lld poin terlalu rendah.
it: %lld punti in meno.
ja: %lld 点低すぎ。
ko: %lld점 낮습니다.
ms: %lld mata terlalu rendah.
nl_nl: %lld punten te laag.
no: %lld poeng for lavt.
pl: O %lld punktów za mało.
pt_br: %lld pontos a menos.
ro: Cu %lld puncte prea jos.
ru: На %lld очков ниже.
sv: %lld poäng för lågt.
th: ต่ำไป %lld แต้ม
tr: %lld puan eksik.
vi: Thấp hơn %lld điểm.
zh_hans: 低了 %lld 分。
zh_hant: 低了 %lld 分。

# guess.white
source: White
ar_sa: الأبيض
cs: Bílý
da: Hvid
de_de: Weiß
el: Λευκά
es_es: Blancas
fi: Valkoinen
fr_ca: Blancs
he: לבן
hi: सफ़ेद
hu: Világos
id: Putih
it: Bianco
ja: 白
ko: 백
ms: Putih
nl_nl: Wit
no: Hvit
pl: Białe
pt_br: Brancas
ro: Alb
ru: Белые
sv: Vit
th: ขาว
tr: Beyaz
vi: Trắng
zh_hans: 白方
zh_hant: 白方

# guess.youSaid
source: You said
ar_sa: تخمينك
cs: Tvůj tip
da: Dit bud
de_de: Dein Tipp
el: Η εκτίμησή σου
es_es: Tu apuesta
fi: Arvauksesi
fr_ca: Votre estimation
he: הניחוש שלך
hi: आपका अनुमान
hu: A tipped
id: Tebakanmu
it: La tua stima
ja: あなたの予想
ko: 내 예상
ms: Tekaan anda
nl_nl: Jouw schatting
no: Ditt tips
pl: Twój typ
pt_br: Seu palpite
ro: Estimarea ta
ru: Ваша оценка
sv: Din gissning
th: คุณทาย
tr: Senin tahminin
vi: Bạn đoán
zh_hans: 你的猜测
zh_hant: 你的猜測

# guess.yourGuessLichessRating
source: your guess, Lichess rating
ar_sa: تخمينك، تصنيف Lichess
cs: tvůj tip, rating Lichess
da: dit bud, Lichess-rating
de_de: dein Tipp, Lichess-Wertung
el: η εκτίμησή σου, βαθμολογία Lichess
es_es: tu apuesta, valoración de Lichess
fi: arvauksesi, Lichess-rating
fr_ca: votre estimation, classement Lichess
he: הניחוש שלך, דירוג Lichess
hi: आपका अनुमान, Lichess रेटिंग
hu: a tipped, Lichess-értékszám
id: tebakanmu, rating Lichess
it: la tua stima, punteggio Lichess
ja: あなたの予想（Lichess レーティング）
ko: 내 예상, Lichess 레이팅
ms: tekaan anda, rating Lichess
nl_nl: jouw schatting, Lichess-rating
no: tipset ditt, Lichess-rating
pl: twój typ, ranking Lichess
pt_br: seu palpite, rating do Lichess
ro: estimarea ta, rating Lichess
ru: ваша оценка, рейтинг Lichess
sv: din gissning, Lichess-rating
th: คำทายของคุณ เรตติ้ง Lichess
tr: tahminin, Lichess puanı
vi: dự đoán của bạn, hệ số Lichess
zh_hans: 你的猜测，Lichess 等级分
zh_hant: 你的猜測，Lichess 等級分

# history.drew
source: Drawn
ar_sa: تعادل
cs: Remíza
da: Remis
de_de: Remis
el: Ισοπαλία
es_es: Tablas
fi: Tasapeli
fr_ca: Nulle
he: תיקו
hi: ड्रॉ
hu: Döntetlen
id: Remis
it: Patta
ja: 引き分け
ko: 무
ms: Seri
nl_nl: Remise
no: Remis
pl: Remis
pt_br: Empate
ro: Remiză
ru: Ничья
sv: Remi
th: เสมอ
tr: Berabere
vi: Hòa
zh_hans: 和
zh_hant: 和

# history.lost
source: Lost
ar_sa: خسارة
cs: Prohra
da: Tabt
de_de: Verloren
el: Ήττα
es_es: Perdida
fi: Tappio
fr_ca: Perdue
he: הפסד
hi: हारे
hu: Vesztett
id: Kalah
it: Persa
ja: 負け
ko: 패
ms: Kalah
nl_nl: Verloren
no: Tapt
pl: Przegrana
pt_br: Derrota
ro: Pierdută
ru: Поражение
sv: Förlorad
th: แพ้
tr: Kaybedildi
vi: Thua
zh_hans: 负
zh_hant: 負

# history.none
source: Games you play are kept here.
ar_sa: المباريات التي تلعبها تُحفظ هنا.
cs: Partie, které odehrajete, se ukládají sem.
da: Partier, du spiller, gemmes her.
de_de: Partien, die du spielst, landen hier.
el: Οι παρτίδες που παίζεις φυλάσσονται εδώ.
es_es: Las partidas que juegues se guardan aquí.
fi: Pelaamasi pelit säilyvät täällä.
fr_ca: Les parties que vous jouez sont conservées ici.
he: המשחקים ששיחקת נשמרים כאן.
hi: आपके खेले गए गेम यहाँ रखे जाते हैं।
hu: A lejátszott játszmáid ide kerülnek.
id: Permainan yang kamu mainkan tersimpan di sini.
it: Le partite che giochi vengono conservate qui.
ja: 指した棋譜はここに残ります。
ko: 둔 기보가 여기에 남습니다.
ms: Permainan yang anda main disimpan di sini.
nl_nl: Partijen die je speelt worden hier bewaard.
no: Partier du spiller, lagres her.
pl: Rozegrane partie trafiają tutaj.
pt_br: As partidas que você joga ficam aqui.
ro: Partidele jucate se păstrează aici.
ru: Сыгранные партии хранятся здесь.
sv: Partier du spelar sparas här.
th: เกมที่คุณเล่นจะถูกเก็บไว้ที่นี่
tr: Oynadığın oyunlar burada saklanır.
vi: Các ván bạn chơi được lưu ở đây.
zh_hans: 你下过的对局会保存在这里。
zh_hant: 你下過的對局會保存在這裡。

# history.won
source: Won
ar_sa: فوز
cs: Výhra
da: Vundet
de_de: Gewonnen
el: Νίκη
es_es: Ganada
fi: Voitto
fr_ca: Gagnée
he: ניצחון
hi: जीते
hu: Nyert
id: Menang
it: Vinta
ja: 勝ち
ko: 승
ms: Menang
nl_nl: Gewonnen
no: Vunnet
pl: Wygrana
pt_br: Vitória
ro: Câștigată
ru: Победа
sv: Vunnen
th: ชนะ
tr: Kazanıldı
vi: Thắng
zh_hans: 胜
zh_hant: 勝

# history.you
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# history.yours
source: Your games
ar_sa: مبارياتك
cs: Tvoje partie
da: Dine partier
de_de: Deine Partien
el: Οι παρτίδες σου
es_es: Tus partidas
fi: Omat pelisi
fr_ca: Vos parties
he: המשחקים שלך
hi: आपके गेम
hu: A játszmáid
id: Permainanmu
it: Le tue partite
ja: あなたの棋譜
ko: 내 기보
ms: Permainan anda
nl_nl: Jouw partijen
no: Dine partier
pl: Twoje partie
pt_br: Suas partidas
ro: Partidele tale
ru: Ваши партии
sv: Dina partier
th: เกมของคุณ
tr: Oyunların
vi: Ván cờ của bạn
zh_hans: 你的对局
zh_hant: 你的對局

# ladder.focus0
source: Piece safety, one-move threats, basic mates
ar_sa: أمان القطع، التهديدات بنقلة واحدة، الماتات الأساسية
cs: Bezpečnost figur, hrozby na jeden tah, základní maty
da: Brikkernes sikkerhed, trusler i ét træk, grundlæggende mat
de_de: Figurensicherheit, Ein-Zug-Drohungen, Grundmatts
el: Ασφάλεια κομματιών, απειλές μιας κίνησης, βασικά ματ
es_es: Seguridad de las piezas, amenazas de una jugada, mates básicos
fi: Nappuloiden turvallisuus, yhden siirron uhat, perusmatit
fr_ca: Sécurité des pièces, menaces en un coup, mats élémentaires
he: ביטחון הכלים, איומים במהלך אחד, מטים בסיסיים
hi: मोहरों की सुरक्षा, एक चाल की धमकियाँ, बुनियादी शहमात
hu: Figurabiztonság, egylépéses fenyegetések, alapmattok
id: Keamanan buah, ancaman satu langkah, sekakmat dasar
it: Sicurezza dei pezzi, minacce in una mossa, matti elementari
ja: 駒の安全、1手の脅威、基本的なメイト
ko: 기물 안전, 한 수 위협, 기본 메이트
ms: Keamanan buah, ancaman satu langkah, sekakmat dasar
nl_nl: Veiligheid van stukken, dreigingen in één zet, basismat
no: Brikkesikkerhet, trusler i ett trekk, grunnleggende matt
pl: Bezpieczeństwo figur, groźby w jednym posunięciu, podstawowe maty
pt_br: Segurança das peças, ameaças de um lance, mates básicos
ro: Siguranța pieselor, amenințări într-o mutare, matul de bază
ru: Безопасность фигур, угрозы в один ход, простые маты
sv: Pjässäkerhet, hot i ett drag, grundläggande mattbilder
th: ความปลอดภัยของหมาก การขู่ในตาเดียว รุกจนพื้นฐาน
tr: Taş güvenliği, tek hamlelik tehditler, temel matlar
vi: An toàn quân, đe dọa một nước, chiếu hết cơ bản
zh_hans: 子力安全、一步威胁、基本杀法
zh_hant: 子力安全、一步威脅、基本殺法

# ladder.focus1
source: Forks, pins, back rank, king-and-pawn endings
ar_sa: الشوكات، التثبيت، الصف الأخير، نهايات الملك والبيادق
cs: Vidličky, vazby, poslední řada, pěšcové koncovky
da: Gafler, bindinger, bagerste række, bondeslutspil
de_de: Gabeln, Fesselungen, Grundreihe, Bauernendspiele
el: Πιρούνια, καρφώματα, τελευταία οριζόντια, φινάλε βασιλιά και πιονιών
es_es: Horquillas, clavadas, última fila, finales de peones
fi: Haarukat, sidonnat, takarivi, sotilasloppupelit
fr_ca: Fourchettes, clouages, dernière rangée, finales de pions
he: מזלגות, ריתוקים, שורה אחרונה, סופי מלך ורגלי
hi: दोहरा हमला, पिन, आख़िरी पंक्ति, राजा-प्यादा अंत-खेल
hu: Villák, kötések, alapsor, gyalogvégjátékok
id: Garpu, pin, baris belakang, akhir permainan raja dan bidak
it: Forchette, inchiodature, ultima traversa, finali di pedoni
ja: フォーク、ピン、バックランク、キングとポーンの終盤
ko: 포크, 핀, 백랭크, 킹과 폰 엔드게임
ms: Garpu, pin, baris belakang, akhir permainan raja dan bidak
nl_nl: Vorken, penningen, achterste rij, pionneneindspelen
no: Gafler, bindinger, bakerste rad, bondesluttspill
pl: Widełki, związania, ostatnia linia, końcówki pionowe
pt_br: Garfos, cravadas, última fileira, finais de peões
ro: Furculițe, legături, ultima linie, finaluri de pioni
ru: Вилки, связки, последняя горизонталь, пешечные окончания
sv: Gafflar, bindningar, bakre raden, bondeslutspel
th: ส้อม การตรึง แถวหลัง เกมท้ายคิงกับเบี้ย
tr: Çatallar, çivilemeler, son yatay, piyon oyunsonları
vi: Bắt đôi, ghim, hàng cuối, tàn cuộc vua tốt
zh_hans: 捉双、牵制、底线、王兵残局
zh_hant: 捉雙、牽制、底線、王兵殘局
